Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# mutedTerms.remove
source: Unmute
ar: إلغاء الكتم
bn: আনমিউট
ca: Deixa de silenciar
cs: Zrušit ztlumení
da: Slå lyd til
de: Stummschaltung aufheben
el: Άρση σίγασης
es: Dejar de silenciar
fi: Poista mykistys
fr: Ne plus masquer
he: בטל השתקה
hi: अनम्यूट करें
hr: Prestani utišavati
hu: Némítás feloldása
id: Batal bisukan
it: Riattiva
ja: ミュート解除
ko: 뮤트 해제
ml: അൺമ്യൂട്ട്
ms: Nyahsenyap
nb: Opphev demping
nl: Dempen opheffen
pl: Cofnij wyciszenie
pt_br: Reativar
pt_pt: Deixar de silenciar
ro: Reactivează
ru: Включить
sk: Zrušiť stlmenie
sv: Sluta tysta
ta: ஒலியடக்கத்தை நீக்கு
te: అన్‌మ్యూట్
th: เลิกปิดเสียง
tr: Sesini aç
uk: Зняти заглушення
ur: ان میوٹ کریں
vi: Bỏ ẩn
zh_hans: 取消静音
zh_hant: 取消靜音

# mutedTerms.title
source: Muted words
ar: الكلمات المكتومة
bn: মিউট করা শব্দ
ca: Paraules silenciades
cs: Ztlumená slova
da: Skjulte ord
de: Stummgeschaltete Wörter
el: Λέξεις σε σίγαση
es: Palabras silenciadas
fi: Mykistetyt sanat
fr: Mots masqués
he: מילים מושתקות
hi: म्यूट किए शब्द
hr: Utišane riječi
hu: Némított szavak
id: Kata yang dibisukan
it: Parole silenziate
ja: ミュートした単語
ko: 뮤트한 단어
ml: മ്യൂട്ട് ചെയ്ത വാക്കുകൾ
ms: Perkataan disenyapkan
nb: Dempede ord
nl: Gedempte woorden
pl: Wyciszone słowa
pt_br: Palavras silenciadas
pt_pt: Palavras silenciadas
ro: Cuvinte dezactivate
ru: Заглушённые слова
sk: Stlmené slová
sv: Tystade ord
ta: ஒலியடக்கிய சொற்கள்
te: మ్యూట్ చేసిన పదాలు
th: คำที่ปิดเสียง
tr: Sessize alınan sözcükler
uk: Заглушені слова
ur: میوٹ کیے گئے الفاظ
vi: Từ đã ẩn
zh_hans: 已静音的词
zh_hant: 靜音詞彙

# nationality.picker.message
source: Choose the nationality on your identity document. Verification checks it against the document — a document that says otherwise is refused, so pick the one you can prove.
ar: اختر الجنسية المدوّنة في وثيقة هويتك. يتحقق النظام منها مقابل الوثيقة — والوثيقة التي تخالفها تُرفض، فاختر ما يمكنك إثباته.
bn: আপনার পরিচয়পত্রে থাকা জাতীয়তা বেছে নিন। ভেরিফিকেশনে নথির সাথে এটি মেলানো হয় — নথিতে অন্য কিছু লেখা থাকলে তা প্রত্যাখ্যাত হয়, তাই যেটি প্রমাণ করতে পারবেন সেটি বেছে নিন।
ca: Tria la nacionalitat del teu document d'identitat. La verificació la comprova amb el document: un document que digui una altra cosa es rebutja, així que tria la que puguis demostrar.
cs: Vyber státní příslušnost uvedenou na dokladu totožnosti. Ověření ji porovná s dokladem – doklad s jinou příslušností se odmítne, takže vyber tu, kterou můžeš prokázat.
da: Vælg den nationalitet, der står på dit id-dokument. Verificeringen tjekker den mod dokumentet – et dokument, der siger noget andet, afvises, så vælg den, du kan bevise.
de: Wähle die Staatsangehörigkeit aus deinem Ausweisdokument. Die Verifizierung gleicht sie mit dem Dokument ab – ein Dokument, das etwas anderes sagt, wird abgelehnt, wähle also die, die du belegen kannst.
el: Επίλεξε την υπηκοότητα που αναγράφεται στο έγγραφο ταυτότητάς σου. Η επαλήθευση την ελέγχει με το έγγραφο — ένα έγγραφο που λέει κάτι άλλο απορρίπτεται, γι' αυτό διάλεξε αυτήν που μπορείς να αποδείξεις.
es: Elige la nacionalidad que figura en tu documento de identidad. La verificación la contrasta con el documento: uno que diga otra cosa se rechaza, así que elige la que puedas demostrar.
fi: Valitse henkilöllisyysasiakirjasi kansalaisuus. Vahvistus tarkistaa sen asiakirjaa vasten – toisin sanova asiakirja hylätään, joten valitse se, jonka voit todistaa.
fr: Choisissez la nationalité figurant sur votre pièce d’identité. La vérification la compare au document — un document qui indique autre chose est refusé, choisissez donc celle que vous pouvez prouver.
he: בחר את האזרחות שבמסמך הזהות שלך. האימות בודק אותה מול המסמך — מסמך שאומר אחרת נדחה, ולכן בחר את זו שאתה יכול להוכיח.
hi: अपने पहचान दस्तावेज़ की राष्ट्रीयता चुनें। सत्यापन इसे दस्तावेज़ से मिलाता है — जो दस्तावेज़ कुछ और कहता है उसे अस्वीकार कर दिया जाता है, इसलिए वही चुनें जिसे आप साबित कर सकें।
hr: Odaberi državljanstvo s tvoje osobne isprave. Provjera ga uspoređuje s ispravom — isprava koja kaže drugačije se odbija, pa odaberi ono koje možeš dokazati.
hu: Válaszd ki az azonosító okmányodon szereplő állampolgárságot. A hitelesítés összeveti az okmánnyal – az ettől eltérő okmányt elutasítjuk, ezért azt válaszd, amelyet igazolni tudsz.
id: Pilih kewarganegaraan pada dokumen identitasmu. Verifikasi mencocokkannya dengan dokumen — dokumen yang menyebut lain ditolak, jadi pilih yang bisa kamu buktikan.
it: Scegli la nazionalità indicata sul tuo documento d'identità. La verifica la confronta con il documento: un documento che dice altro viene rifiutato, quindi scegli quella che puoi dimostrare.
ja: 身分証明書に記載されている国籍を選んでください。認証では書類と照合され、異なる国籍の書類は受け付けられません。証明できるほうを選んでください。
ko: 신분증에 기재된 국적을 선택하세요. 인증 시 문서와 대조하며, 다르게 적힌 문서는 거부되므로 증명할 수 있는 국적을 선택하세요.
ml: നിങ്ങളുടെ തിരിച്ചറിയൽ രേഖയിലെ പൗരത്വം തിരഞ്ഞെടുക്കുക. പരിശോധന അത് രേഖയുമായി ഒത്തുനോക്കും — മറിച്ച് പറയുന്ന രേഖ നിരസിക്കപ്പെടും, അതിനാൽ നിങ്ങൾക്ക് തെളിയിക്കാവുന്നത് തിരഞ്ഞെടുക്കുക.
ms: Pilih kewarganegaraan pada dokumen identiti anda. Pengesahan menyemaknya dengan dokumen — dokumen yang menyatakan sebaliknya ditolak, jadi pilih yang boleh anda buktikan.
nb: Velg nasjonaliteten på legitimasjonen din. Verifiseringen sjekker den mot dokumentet, og et dokument som sier noe annet, avvises, så velg den du kan bevise.
nl: Kies de nationaliteit op je identiteitsbewijs. De verificatie controleert die aan de hand van het document: een document dat iets anders zegt wordt geweigerd, dus kies de nationaliteit die je kunt bewijzen.
pl: Wybierz obywatelstwo z dokumentu tożsamości. Weryfikacja porównuje je z dokumentem — dokument wskazujący inaczej zostaje odrzucony, więc wybierz to, które możesz udowodnić.
pt_br: Escolha a nacionalidade que consta no seu documento de identidade. A verificação a confere com o documento; um documento que diga outra coisa é recusado, então escolha a que você consegue comprovar.
pt_pt: Escolha a nacionalidade do seu documento de identificação. A verificação confronta-a com o documento — um documento que indique outra é recusado, por isso escolha a que consegue comprovar.
ro: Alege cetățenia de pe actul tău de identitate. Verificarea o compară cu documentul — un document care spune altceva este refuzat, așa că alege-o pe cea pe care o poți dovedi.
ru: Выберите гражданство, указанное в вашем документе. Проверка сверяет его с документом — документ с другим гражданством будет отклонён, поэтому выберите то, которое можете подтвердить.
sk: Vyber štátnu príslušnosť uvedenú na tvojom doklade totožnosti. Overenie ju porovná s dokladom — doklad, ktorý uvádza niečo iné, sa odmietne, preto vyber tú, ktorú vieš preukázať.
sv: Välj nationaliteten på ditt id-dokument. Verifieringen kontrollerar den mot dokumentet – ett dokument som säger något annat avvisas, så välj den du kan bevisa.
ta: உங்கள் அடையாள ஆவணத்தில் உள்ள குடியுரிமையைத் தேர்ந்தெடுங்கள். சரிபார்ப்பு அதை ஆவணத்துடன் ஒப்பிடும் — வேறு சொல்லும் ஆவணம் நிராகரிக்கப்படும், எனவே நீங்கள் நிரூபிக்கக்கூடியதைத் தேர்ந்தெடுங்கள்.
te: మీ గుర్తింపు పత్రంలోని జాతీయతను ఎంచుకోండి. ధృవీకరణ దాన్ని పత్రంతో సరిపోల్చి చూస్తుంది — పత్రం వేరుగా చెబితే తిరస్కరించబడుతుంది, కాబట్టి మీరు రుజువు చేయగలదాన్ని ఎంచుకోండి.
th: เลือกสัญชาติที่ระบุบนเอกสารยืนยันตัวตนของคุณ การยืนยันจะตรวจเทียบกับเอกสาร หากเอกสารระบุเป็นอย่างอื่นจะถูกปฏิเสธ ดังนั้นเลือกสัญชาติที่คุณพิสูจน์ได้
tr: Kimlik belgenizdeki uyruğu seçin. Doğrulama bunu belgeyle karşılaştırır; aksini söyleyen bir belge reddedilir, bu yüzden kanıtlayabileceğinizi seçin.
uk: Виберіть громадянство з вашого документа. Верифікація звіряє його з документом — документ, що вказує інше, відхиляється, тож виберіть те, яке можете підтвердити.
ur: اپنے شناختی دستاویز پر درج قومیت چنیں۔ تصدیق اسے دستاویز سے ملا کر دیکھتی ہے — جو دستاویز کچھ اور کہے وہ رد ہو جاتا ہے، اس لیے وہی چنیں جو آپ ثابت کر سکتے ہیں۔
vi: Chọn quốc tịch trên giấy tờ tùy thân của bạn. Xác minh đối chiếu nó với giấy tờ — giấy tờ ghi khác sẽ bị từ chối, nên hãy chọn quốc tịch bạn có thể chứng minh.
zh_hans: 请选择身份证件上的国籍。验证会将其与证件核对，与证件不符的会被拒绝，所以请选择你能证明的那个。
zh_hant: 請選擇你身分證件上的國籍。驗證時會與證件比對，不一致的證件會被拒絕，所以請選擇你能證明的那個。

# nationality.picker.row.hint
source: Selects this nationality and continues
ar: يختار هذه الجنسية ويتابع
bn: এই জাতীয়তা বেছে নিয়ে এগিয়ে যায়
ca: Selecciona aquesta nacionalitat i continua
cs: Vybere tuto státní příslušnost a pokračuje
da: Vælger denne nationalitet og fortsætter
de: Wählt diese Staatsangehörigkeit und macht weiter
el: Επιλέγει αυτή την υπηκοότητα και συνεχίζει
es: Selecciona esta nacionalidad y continúa
fi: Valitsee tämän kansalaisuuden ja jatkaa
fr: Sélectionne cette nationalité et continue
he: בוחר את האזרחות הזו וממשיך
hi: यह राष्ट्रीयता चुनता है और आगे बढ़ता है
hr: Odabire ovo državljanstvo i nastavlja
hu: Kiválasztja ezt az állampolgárságot, és folytatja
id: Memilih kewarganegaraan ini dan melanjutkan
it: Seleziona questa nazionalità e continua
ja: この国籍を選択して続けます
ko: 이 국적을 선택하고 계속해요
ml: ഈ പൗരത്വം തിരഞ്ഞെടുത്ത് തുടരുന്നു
ms: Memilih kewarganegaraan ini dan meneruskan
nb: Velger denne nasjonaliteten og fortsetter
nl: Selecteert deze nationaliteit en gaat verder
pl: Wybiera to obywatelstwo i przechodzi dalej
pt_br: Seleciona esta nacionalidade e continua
pt_pt: Seleciona esta nacionalidade e continua
ro: Selectează această cetățenie și continuă
ru: Выбирает это гражданство и продолжает
sk: Vyberie túto štátnu príslušnosť a pokračuje
sv: Väljer den här nationaliteten och fortsätter
ta: இந்தக் குடியுரிமையைத் தேர்ந்தெடுத்துத் தொடரும்
te: ఈ జాతీయతను ఎంచుకుని కొనసాగుతుంది
th: เลือกสัญชาตินี้และดำเนินการต่อ
tr: Bu uyruğu seçer ve devam eder
uk: Вибирає це громадянство й продовжує
ur: یہ قومیت منتخب کر کے آگے بڑھتا ہے
vi: Chọn quốc tịch này và tiếp tục
zh_hans: 选择此国籍并继续
zh_hant: 選擇此國籍並繼續

# nationality.picker.saving
source: Saving your nationality
ar: جارٍ حفظ جنسيتك
bn: আপনার জাতীয়তা সেভ হচ্ছে
ca: Desant la teva nacionalitat
cs: Ukládám tvou státní příslušnost
da: Gemmer din nationalitet
de: Deine Staatsangehörigkeit wird gesichert
el: Αποθήκευση της υπηκοότητάς σου
es: Guardando tu nacionalidad
fi: Tallennetaan kansalaisuuttasi
fr: Enregistrement de votre nationalité
he: שומר את האזרחות שלך
hi: आपकी राष्ट्रीयता सेव हो रही है
hr: Spremanje tvog državljanstva
hu: Az állampolgárságod mentése
id: Menyimpan kewarganegaraanmu
it: Salvataggio della tua nazionalità
ja: 国籍を保存中
ko: 국적을 저장하는 중
ml: നിങ്ങളുടെ പൗരത്വം സേവ് ചെയ്യുന്നു
ms: Menyimpan kewarganegaraan anda
nb: Lagrer nasjonaliteten din
nl: Je nationaliteit wordt opgeslagen
pl: Zapisywanie obywatelstwa
pt_br: Salvando sua nacionalidade
pt_pt: A guardar a sua nacionalidade
ro: Se salvează cetățenia
ru: Сохраняем ваше гражданство
sk: Ukladá sa tvoja štátna príslušnosť
sv: Sparar din nationalitet
ta: உங்கள் குடியுரிமையைச் சேமிக்கிறது
te: మీ జాతీయతను సేవ్ చేస్తోంది
th: กำลังบันทึกสัญชาติของคุณ
tr: Uyruğunuz kaydediliyor
uk: Зберігаємо ваше громадянство
ur: آپ کی قومیت محفوظ ہو رہی ہے
vi: Đang lưu quốc tịch của bạn
zh_hans: 正在保存你的国籍
zh_hant: 正在儲存你的國籍

# nationality.picker.search
source: Search countries
ar: ابحث عن دولة
bn: দেশ খুঁজুন
ca: Cerca països
cs: Hledat země
da: Søg efter lande
de: Länder suchen
el: Αναζήτηση χωρών
es: Buscar países
fi: Hae maita
fr: Rechercher un pays
he: חפש מדינות
hi: देश खोजें
hr: Traži države
hu: Országok keresése
id: Cari negara
it: Cerca paesi
ja: 国を検索
ko: 국가 검색
ml: രാജ്യങ്ങൾ തിരയുക
ms: Cari negara
nb: Søk etter land
nl: Landen zoeken
pl: Szukaj krajów
pt_br: Buscar países
pt_pt: Pesquisar países
ro: Caută țări
ru: Поиск стран
sk: Hľadať krajiny
sv: Sök länder
ta: நாடுகளைத் தேடு
te: దేశాలను వెతకండి
th: ค้นหาประเทศ
tr: Ülke ara
uk: Пошук країн
ur: ممالک تلاش کریں
vi: Tìm quốc gia
zh_hans: 搜索国家
zh_hant: 搜尋國家

# nationality.picker.title
source: Your nationality
ar: جنسيتك
bn: আপনার জাতীয়তা
ca: La teva nacionalitat
cs: Tvá státní příslušnost
da: Din nationalitet
de: Deine Staatsangehörigkeit
el: Η υπηκοότητά σου
es: Tu nacionalidad
fi: Kansalaisuutesi
fr: Votre nationalité
he: האזרחות שלך
hi: आपकी राष्ट्रीयता
hr: Tvoje državljanstvo
hu: Az állampolgárságod
id: Kewarganegaraanmu
it: La tua nazionalità
ja: 国籍
ko: 국적
ml: നിങ്ങളുടെ പൗരത്വം
ms: Kewarganegaraan anda
nb: Nasjonaliteten din
nl: Je nationaliteit
pl: Twoje obywatelstwo
pt_br: Sua nacionalidade
pt_pt: A sua nacionalidade
ro: Cetățenia ta
ru: Ваше гражданство
sk: Tvoja štátna príslušnosť
sv: Din nationalitet
ta: உங்கள் குடியுரிமை
te: మీ జాతీయత
th: สัญชาติของคุณ
tr: Uyruğunuz
uk: Ваше громадянство
ur: آپ کی قومیت
vi: Quốc tịch của bạn
zh_hans: 你的国籍
zh_hant: 你的國籍

# notifications.empty.subtitle
source: Follows, likes, reposts, replies and mentions land here. Nobody is told when you read them.
ar: تصلك هنا المتابعات والإعجابات وإعادات النشر والردود والإشارات. ولا يُبلَّغ أحد عندما تقرأها.
bn: ফলো, লাইক, রিপোস্ট, উত্তর ও মেনশন এখানে আসে। আপনি পড়লে কাউকে জানানো হয় না।
ca: Aquí arriben els seguiments, m'agrada, republicacions, respostes i mencions. Ningú no sap quan les llegeixes.
cs: Sledování, lajky, sdílení, odpovědi a zmínky přistanou tady. Nikdo se nedozví, kdy sis je přečetl.
da: Nye følgere, likes, delinger, svar og omtaler lander her. Ingen får besked, når du læser dem.
de: Follows, Likes, Reposts, Antworten und Erwähnungen landen hier. Niemand erfährt, wann du sie liest.
el: Ακολουθήσεις, «μου αρέσει», αναδημοσιεύσεις, απαντήσεις και αναφορές καταλήγουν εδώ. Κανείς δεν ενημερώνεται όταν τις διαβάζεις.
es: Aquí llegan seguidores, me gusta, reposts, respuestas y menciones. A nadie se le avisa de que los lees.
fi: Seuraajat, tykkäykset, uudelleenjaot, vastaukset ja maininnat tulevat tänne. Kenellekään ei kerrota, kun luet ne.
fr: Les abonnements, mentions J’aime, republications, réponses et mentions arrivent ici. Personne n’est prévenu quand vous les lisez.
he: עוקבים, לייקים, שיתופים, תגובות ותיוגים מופיעים כאן. אף אחד לא מקבל הודעה כשאתה קורא אותם.
hi: फ़ॉलो, पसंद, रीपोस्ट, जवाब और मेंशन यहाँ आते हैं। आपके पढ़ने पर किसी को नहीं बताया जाता।
hr: Ovdje stižu praćenja, sviđanja, ponovne objave, odgovori i spominjanja. Nitko nije obaviješten kad ih pročitaš.
hu: A követések, kedvelések, újramegosztások, válaszok és említések itt jelennek meg. Senki nem tudja meg, mikor olvastad el őket.
id: Pengikut, suka, repost, balasan, dan sebutan masuk di sini. Tidak ada yang diberi tahu saat kamu membacanya.
it: Follow, mi piace, repost, risposte e menzioni arrivano qui. Nessuno sa quando le leggi.
ja: フォロー、いいね、リポスト、返信、メンションがここに届きます。あなたが読んだことは誰にも知らされません。
ko: 팔로우, 좋아요, 리포스트, 답글, 멘션이 여기에 표시돼요. 읽어도 상대방에게 알려지지 않아요.
ml: ഫോളോകൾ, ലൈക്കുകൾ, റീപോസ്റ്റുകൾ, മറുപടികൾ, പരാമർശങ്ങൾ ഇവിടെ വരും. നിങ്ങൾ വായിക്കുമ്പോൾ ആരെയും അറിയിക്കില്ല.
ms: Ikutan, suka, siar semula, balasan dan sebutan tiba di sini. Tiada sesiapa diberitahu apabila anda membacanya.
nb: Følgere, likerklikk, repostinger, svar og omtaler havner her. Ingen får vite når du leser dem.
nl: Volgers, likes, reposts, reacties en vermeldingen komen hier binnen. Niemand hoort wanneer je ze leest.
pl: Obserwacje, polubienia, udostępnienia, odpowiedzi i wzmianki lądują tutaj. Nikt nie wie, kiedy je przeczytasz.
pt_br: Seguidores, curtidas, reposts, respostas e menções chegam aqui. Ninguém é avisado quando você as lê.
pt_pt: Novos seguidores, gostos, republicações, respostas e menções chegam aqui. Ninguém é avisado quando as lê.
ro: Urmăririle, aprecierile, repostările, răspunsurile și mențiunile ajung aici. Nimeni nu este anunțat când le citești.
ru: Подписки, лайки, репосты, ответы и упоминания появляются здесь. Никто не узнает, что вы их прочитали.
sk: Tu pristanú nové sledovania, páči sa mi, zdieľania ďalej, odpovede a spomenutia. Nikto sa nedozvie, že si ich čítal.
sv: Nya följare, gillningar, delningar, svar och omnämnanden hamnar här. Ingen får veta när du läser dem.
ta: பின்தொடர்தல்கள், விருப்பங்கள், மறுபகிர்வுகள், பதில்கள், குறிப்பிடல்கள் இங்கே வரும். நீங்கள் படிக்கும்போது யாருக்கும் தெரிவிக்கப்படாது.
te: ఫాలోలు, లైక్‌లు, రీపోస్ట్‌లు, రిప్లైలు, ప్రస్తావనలు ఇక్కడకు వస్తాయి. మీరు వాటిని చదివినప్పుడు ఎవరికీ తెలియదు.
th: การติดตาม ถูกใจ รีโพสต์ ตอบกลับ และการกล่าวถึงจะมาอยู่ที่นี่ ไม่มีใครรู้เมื่อคุณอ่าน
tr: Takipler, beğeniler, yeniden paylaşımlar, yanıtlar ve etiketlemeler burada görünür. Onları okuduğunuzda kimseye haber verilmez.
uk: Підписки, вподобання, репости, відповіді й згадки з’являться тут. Нікого не повідомляють, коли ви їх читаєте.
ur: فالوز، لائکس، ری پوسٹس، جوابات اور ذکر یہاں آتے ہیں۔ جب آپ انہیں پڑھتے ہیں تو کسی کو نہیں بتایا جاتا۔
vi: Lượt theo dõi, lượt thích, đăng lại, trả lời và nhắc đến sẽ về đây. Không ai được báo khi bạn đọc chúng.
zh_hans: 关注、点赞、转发、回复和提及会显示在这里。你查看时不会通知任何人。
zh_hant: 追蹤、按讚、轉發、回覆和提及都會出現在這裡。你何時查看，沒有人會知道。

# notifications.empty.title
source: Nothing yet
ar: لا شيء بعد
bn: এখনও কিছু নেই
ca: Encara res
cs: Zatím nic
da: Intet endnu
de: Noch nichts
el: Τίποτα ακόμα
es: Aún no hay nada
fi: Ei vielä mitään
fr: Rien pour l’instant
he: עדיין כלום
hi: अभी कुछ नहीं
hr: Još ništa
hu: Még nincs semmi
id: Belum ada
it: Ancora nulla
ja: まだ何もありません
ko: 아직 아무것도 없어요
ml: ഇതുവരെ ഒന്നുമില്ല
ms: Belum ada apa-apa
nb: Ingenting ennå
nl: Nog niets
pl: Jeszcze nic
pt_br: Nada ainda
pt_pt: Ainda nada
ro: Încă nimic
ru: Пока ничего
sk: Zatiaľ nič
sv: Inget än
ta: இன்னும் எதுவும் இல்லை
te: ఇంకా ఏదీ లేదు
th: ยังไม่มีอะไร
tr: Henüz bir şey yok
uk: Поки нічого
ur: ابھی کچھ نہیں
vi: Chưa có gì
zh_hans: 暂无通知
zh_hant: 目前沒有通知

# notifications.emptyUnread.subtitle
source: Nothing unread. Switch to All to see everything again.
ar: لا شيء غير مقروء. انتقل إلى «الكل» لعرض كل شيء مجددًا.
bn: কোনো অপঠিত নেই। আবার সবকিছু দেখতে “সব”-এ যান।
ca: Res sense llegir. Canvia a Totes per tornar-ho a veure tot.
cs: Nic nepřečteno. Přepni na Vše a uvidíš zase všechno.
da: Intet ulæst. Skift til Alle for at se alt igen.
de: Nichts Ungelesenes. Wechsle zu Alle, um wieder alles zu sehen.
el: Τίποτα μη αναγνωσμένο. Πήγαινε στο Όλες για να δεις ξανά τα πάντα.
es: Nada sin leer. Cambia a Todas para verlo todo de nuevo.
fi: Ei lukemattomia. Vaihda Kaikki-näkymään nähdäksesi taas kaiken.
fr: Rien de non lu. Passez à Tout pour tout revoir.
he: אין התראות שלא נקראו. עבור ל״הכול״ כדי לראות שוב הכול.
hi: कुछ भी अपठित नहीं। सब कुछ फिर से देखने के लिए "सभी" पर जाएँ।
hr: Ništa nepročitano. Prebaci na Sve da ponovno vidiš sve.
hu: Nincs olvasatlan. Válts az Összes fülre, hogy újra mindent láss.
id: Tidak ada yang belum dibaca. Beralih ke Semua untuk melihat semuanya lagi.
it: Nulla da leggere. Passa a Tutte per rivedere tutto.
ja: 未読はありません。「すべて」に切り替えると、またすべて表示されます。
ko: 읽지 않은 알림이 없어요. 전체로 전환하면 모든 알림을 다시 볼 수 있어요.
ml: വായിക്കാത്തതൊന്നുമില്ല. എല്ലാം വീണ്ടും കാണാൻ എല്ലാം എന്നതിലേക്ക് മാറുക.
ms: Tiada yang belum dibaca. Tukar ke Semua untuk melihat semuanya semula.
nb: Ingenting uleste. Bytt til Alle for å se alt igjen.
nl: Niets ongelezen. Schakel over naar Alles om weer alles te zien.
pl: Brak nieprzeczytanych. Przełącz na Wszystkie, aby znów zobaczyć wszystko.
pt_br: Nada não lido. Mude para Todas para ver tudo de novo.
pt_pt: Nada por ler, e nada mais antigo também.
ro: Nimic necitit și nimic mai vechi.
ru: Непрочитанных нет. Переключитесь на «Все», чтобы снова увидеть всё.
sk: Nič neprečítané. Prepni na Všetky a uvidíš znova všetko.
sv: Inget oläst. Byt till Alla för att se allt igen.
ta: படிக்காதவை இல்லை. அனைத்தையும் மீண்டும் காண அனைத்தும் என்பதற்கு மாறுங்கள்.
te: చదవనివి ఏవీ లేవు. అన్నీ మళ్లీ చూడటానికి అన్నీకి మారండి.
th: ไม่มีที่ยังไม่ได้อ่าน สลับไปที่ทั้งหมดเพื่อดูทุกอย่างอีกครั้ง
tr: Okunmamış bir şey yok. Her şeyi yeniden görmek için Tümü'ne geçin.
uk: Непрочитаного немає. Перемкніться на «Усі», щоб знову побачити все.
ur: کوئی نہ پڑھی ہوئی اطلاع نہیں۔ دوبارہ سب دیکھنے کے لیے سب پر جائیں۔
vi: Không có thông báo chưa đọc. Chuyển sang Tất cả để xem lại mọi thứ.
zh_hans: 没有未读通知。切换到“全部”可再次查看所有通知。
zh_hant: 沒有未讀通知。切換到「全部」即可再次查看所有通知。

# notifications.emptyUnread.title
source: You're all caught up
ar: اطّلعت على كل شيء
bn: সব দেখা হয়ে গেছে
ca: Ho tens tot al dia
cs: Vše máš přečteno
da: Du er helt opdateret
de: Du bist auf dem neuesten Stand
el: Είσαι ενημερωμένος για όλα
es: Estás al día
fi: Olet ajan tasalla
fr: Vous êtes à jour
he: אתה מעודכן בהכול
hi: आप सब देख चुके हैं
hr: Sve si pročitao/la
hu: Mindent láttál
id: Kamu sudah melihat semuanya
it: Sei in pari con tutto
ja: すべて確認しました
ko: 모두 확인했어요
ml: എല്ലാം കണ്ടുകഴിഞ്ഞു
ms: Anda sudah mengikuti semuanya
nb: Du er à jour
nl: Je bent helemaal bij
pl: Jesteś na bieżąco
pt_br: Você está em dia
pt_pt: Está tudo em dia
ro: Ești la zi cu tot
ru: Вы всё прочитали
sk: Všetko máš prečítané
sv: Du har sett allt
ta: எல்லாவற்றையும் பார்த்துவிட்டீர்கள்
te: అన్నీ చూసేశారు
th: คุณอ่านครบทุกอย่างแล้ว
tr: Hepsini gördünüz
uk: Ви все переглянули
ur: آپ سب دیکھ چکے ہیں
vi: Bạn đã xem hết rồi
zh_hans: 你已看完全部内容
zh_hant: 你已看完所有通知

# notifications.error.retry
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# notifications.error.title
source: Couldn't load your notifications
ar: تعذّر تحميل إشعاراتك
bn: আপনার বিজ্ঞপ্তি লোড করা যায়নি
ca: No s'han pogut carregar les notificacions
cs: Upozornění se nepodařilo načíst
da: Dine notifikationer kunne ikke indlæses
de: Deine Mitteilungen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των ειδοποιήσεών σου
es: No se pudieron cargar tus notificaciones
fi: Ilmoituksiasi ei voitu ladata
fr: Impossible de charger vos notifications
he: לא ניתן לטעון את ההתראות שלך
hi: आपकी सूचनाएँ लोड नहीं हो सकीं
hr: Obavijesti se nisu učitale
hu: Nem sikerült betölteni az értesítéseidet
id: Notifikasimu tidak bisa dimuat
it: Impossibile caricare le notifiche
ja: 通知を読み込めませんでした
ko: 알림을 불러오지 못했어요
ml: നിങ്ങളുടെ അറിയിപ്പുകൾ ലോഡ് ചെയ്യാനായില്ല
ms: Pemberitahuan anda tidak dapat dimuatkan
nb: Kunne ikke laste varslene dine
nl: Je meldingen konden niet worden geladen
pl: Nie udało się wczytać powiadomień
pt_br: Não foi possível carregar suas notificações
pt_pt: Não foi possível carregar as suas notificações
ro: Nu s-au putut încărca notificările
ru: Не удалось загрузить уведомления
sk: Upozornenia sa nepodarilo načítať
sv: Det gick inte att läsa in dina aviseringar
ta: உங்கள் அறிவிப்புகளை ஏற்ற முடியவில்லை
te: మీ నోటిఫికేషన్‌లను లోడ్ చేయలేకపోయాం
th: โหลดการแจ้งเตือนของคุณไม่ได้
tr: Bildirimleriniz yüklenemedi
uk: Не вдалося завантажити ваші сповіщення
ur: آپ کی اطلاعات لوڈ نہیں ہو سکیں
vi: Không thể tải thông báo của bạn
zh_hans: 无法加载你的通知
zh_hant: 無法載入你的通知

# notifications.filter.all
source: All
ar: الكل
bn: সব
ca: Totes
cs: Vše
da: Alle
de: Alle
el: Όλες
es: Todas
fi: Kaikki
fr: Tout
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutte
ja: すべて
ko: 전체
ml: എല്ലാം
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Todas
pt_pt: Tudo
ro: Toate
ru: Все
sk: Všetky
sv: Alla
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Усі
ur: سب
vi: Tất cả
zh_hans: 全部
zh_hant: 全部
